{
  "Atropelamento": {
    "nome": "Atropelamento",
    "Emergência": "Se o golpe não foi muito forte é provável que o gato se refugie debaixo de carros próximos, então dê-lhe espaço e vá se aproximando pouco a pouco e quando o alcançar trate-o com muito cuidado. Pode utilizar uma manta ou toalha para o envolver, isso evitará arranhões e poderá pegar nele sem exercer demasiada pressão.Se tiver uma caixa de transporte para gatos, utilize-a para o transportar ao veterinário.Não lhe dê água nem comida pois é provável que o veterinário o medique.Depois de uma contusão ou traumatismo, o gato pode entrar em estado de choque, que caracteriza-se pelos seguintes sintomas: Palidez na pele, respiração agitada, aumento da frequência cardíaca, Perda de consciência.Se o gato está inconsciente e sua respiração é irregular ou respira com dificuldade, deve-se posicionar o gato de lado com a cabeça ligeiramente inclinada para cima para  facilitar a sua respiração",
    "Cuidados adicionais": "Se você encontrar um gato atropelado, é importante agir com calma. Se estiver estendido no solo, verifique se respira e se tem pulso. É fundamental levá-lo o quanto antes ao veterinário. Embora você possa administrar os primeiros socorros, é essencial que o gato seja atendido por um especialista. Mesmo que não observe lesões externas, lembre-se que pode sofrer de danos internos que precisam de atenção veterinária.",
    "foto": "assets/images/catsImages/atropelamento_cat.jpg"
  },
  "Choque elétrico": {
    "nome": "Choque elétrico",
    "Emergência": "Em caso de choque, não toque no animal para não levar um choque também.Se possível, tire o fio da tomada ou utilize um pedaço de madeira para afastar o animal do local do choque.Não dê nenhum medicamento ao cão ou gato e o encaminhe a um veterinário",
    "Cuidados adicionais": "Choques elétricos são comuns, principalmente em época de natal, por conta das luzes que enfeitam as casas.",
    "foto": "assets/images/catsImages/choque_eletrico_cat.jpg"
  },
  "Corpos estranhos nos olhos": {
    "nome": "Corpos estranhos nos olhos",
    "Emergência": "Se o gato estiver com um objeto preso no olho, não tente removê-lo.Tente impedir que seu gato coce ou esfregue os olhos. Procure um veterinário",
    "Cuidados adicionais": "Evite aplicar quaisquer remédios caseiros ou medicamentos sem a orientação de um veterinário",
    "foto": "assets/images/catsImages/corpos_estranhos_olhos_cat.jpg"
  },
  "Engasgamento": {
    "nome": "Engasgamento",
    "Emergência": "Dê atenção imediata ao animal, pois a laringe felina é extremamente sensível; se ocorrerem espasmos na área, as vias aéreas podem ser bloqueadas, sufocando o animal.Pegue um material grosso, como uma toalha, e envolva o gato nele.Olhe dentro da boca do gato.Tente forçar a obstrução a ser expelida",
    "Cuidados adicionais": "É importante notar que o engasgo em gatos raramente representa um risco para suas vidas, pois esses animais discriminam o que colocam em suas bocas, o que significa que a chance de mastigar ou engolir coisas que podem causar engasgo é muito menor do que em cães e até mesmo crianças. O engasgo realmente ocorre quando um objeto bloqueia a parte de trás da garganta, especialmente a traquéia, mas é bastante incomum que um gato engula algo tão grande que fique preso. No entanto, em certos casos, os gatos emitem sons que sugerem que estão engasgando quando não estão realmente engasgando. Por causa disso, a primeira coisa que o proprietário deve saber é como identificar se há algo preso na garganta do gato e aprender como proceder se o engasgo realmente estiver ocorrendo.",
    "foto": "assets/images/catsImages/engasgamento_cat.jpg"
  },
  "Envenenamento": {
    "nome": "Envenenamento",
    "Emergência": "Se você suspeitar que seu gato foi envenenado, a primeira coisa a fazer é levá-lo para uma área bem ventilada.Não induza o vômito, pois isso pode aumentar o risco de lesão e intoxicação.Procure atendimento médico imediato de um veterinário de confiança .Enquanto espera pelo veterinário, você pode tentar administrar carvão ativado, que é uma substância adsorvente que se liga às moléculas de toxina e impede que elas sejam absorvidas pelo corpo",
    "Cuidados adicionais": "É importante notar que estas são diretrizes gerais e as ações específicas a serem tomadas podem variar dependendo do tipo de veneno e da gravidade da situação. É sempre melhor consultar um veterinário para orientação adequada",
    "foto": "assets/images/catsImages/envenenamento_cat.jpg"
  },
  "Ferimentos": {
    "nome": "Ferimentos",
    "Emergência": "Lave o ferimento com água morna e sabão neutro e aplique uma compressa fria para reduzir o inchaço.Se o ferimento é superficial, você pode limpar o ferimento com água corrente e sabão neutro. Faça um curativo com neosporin e gaze limpa. É bom colocar o colar elizabetano para evitar que o gato lamba a ferida.É importante ter um kit de primeiros socorros para gatos em casa, contendo itens como gaze, bandagens, tesoura, luvas descartáveis e solução salina.Em caso de ferimentos, é importante avaliar a gravidade e procurar ajuda veterinária imediatamente",
    "Cuidados adicionais": "Lembre-se de que essas são apenas dicas gerais de primeiros socorros e não substituem o tratamento veterinário adequado. É sempre importante procurar ajuda profissional em caso de emergência.",
    "foto": "assets/images/catsImages/ferimentos_cat.jpg"
  },
  "Fraturas": {
    "nome": "Fraturas",
    "Emergência": "Em casos de fratura, você vai observar que o gato está com dor. O gato tem dificuldade ou evita usar algum membro, ou fica com um membro dobrado e tem dificuldade para se mexer.No caso de fratura exposta, o animal vai ter uma ferida aberta com sangramento também.Em caso de primeiros socorros com fratura exposta, estanque o sangramento com um pano limpo, pressionando contra a ferida, mas em hipótese alguma tente voltar um osso para o lugar.Logo em seguida, leve o animal para o hospital veterinário mais próximo para ele receber o atendimento médico necessário.",
    "Cuidados adicionais": "O tratamento de lesões ortopédicas irá variar de acordo com a gravidade da fratura. Uma simples imobilização com gesso, seguida de repouso podem resolver pequenas fissuras. No entanto, na grande maioria dos casos a cirurgia é a medida mais eficaz.",
    "foto": "assets/images/catsImages/fraturas_cat.jpg"
  },
  "Hipotermia (resfriamento excessivo)": {
    "nome": "Hipotermia (resfriamento excessivo)",
    "Emergência": "Leve o seu gato para um ambiente aquecido e, se a pele ficar molhada, seque-o e embrulhe-o em uma toalha ou cobertor quente.Use uma bolsa de água quente para manter o gato aquecido, mas certifique-se de que não esteja muito quente.Depois de aquecer o gato, leve-o ao veterinário o quanto antes",
    "Cuidados adicionais": "A umidade somada às baixas temperaturas tende a favorecer o desenvolvimento dos sintomas de hipotermia em gatos, mantenha-o seco e longe da umidade.",
    "foto": "assets/images/catsImages/hipotermia_cat.jpg"
  },
  "Insolação ou hipertermia": {
    "nome": "Insolação ou hipertermia",
    "Emergência": "A primeira coisa a fazer é deitar o gato à sombra.Pulverize água à temperatura ambiente com um spray ou aplique compressas de água morna entre 10 e 15 minutos.Tire o animal da área de calor imediatamente.Enquanto o gato é levado com urgência ao médico, tente baixar a temperatura do corpo dele. A dica é molhar o gato com água em temperatura ambiente",
    "Cuidados adicionais": "Lembre-se de que a insolação pode representar uma emergência médica e pode levar a complicações graves, como insuficiência renal. É importante levar o gato ao veterinário o mais rápido possível para avaliação e tratamento adequado.",
    "foto": "assets/images/catsImages/insolacao_cat.jpg"
  },
  "Insuficiência respiratória": {
    "nome": "Insuficiência respiratória",
    "Emergência": "A insuficiência respiratória em gatos pode ser causada por várias condições, como asma, pneumonia, insuficiência cardíaca congestiva, derrame pleural, paralisia da laringe, entre outras. É importante determinar a causa para estabelecer o tratamento adequado. Cada caso de animal com dificuldade respiratória deve ser tratado como uma emergência e avaliado de forma rápida e cuidadosa pelo veterinário",
    "Cuidados adicionais": "É importante levar o gato ao veterinário imediatamente para receber tratamento adequado e evitar sequelas.",
    "foto": "assets/images/catsImages/insuficiencia_respiratoria_cat.jpg"
  },
  "Parada cardíaca": {
    "nome": "Parada cardíaca",
    "Emergência": "Verifique se o gato está respirando observando o movimento da barriga e aproximando-se do focinho para sentir a respiração.Se não houver sinal de respiração, ouça se o coração está batendo.Se o coração não estiver batendo, inicie a massagem cardíaca.Coloque uma mão sobre a outra, mantendo os cotovelos esticados, e inicie compressões na região torácica seguidas de descompressões, a fim de simular o movimento cardíaco (massagem cardíaca).Mantenha as compressões até que o animal seja levado ao pronto atendimento.",
    "Cuidados adicionais": "Lembre-se de que é importante manter a calma e agir rapidamente em situações de emergência. ",
    "foto": "assets/images/catsImages/parada_cardiaca_cat.jpg"
  },
  "Picadas de insetos ou abelhas": {
    "nome": "Picadas de insetos ou abelhas",
    "Emergência": "Identifique o inseto que picou o gato e observe a reação do animal.Se você perceber qualquer sinal de anormalidade, leve seu gato imediatamente a um veterinário.Caso a picada tenha sido provocada por uma abelha ou vespa, aplique na região afetada o gel extraído da babosa, pois ele ajuda a controlar a sensação de queimação e a diminuir a dor.Outra dica é usar uma pasta de bicarbonato de sódio e água várias vezes ao dia por cima do ferimento.Qualquer ferrão de abelha incorporado deve ser removido, de preferência com cartão de crédito ou objeto rígido, tomando cuidado para não comprimir ainda mais o saco de veneno.Compressas frias aplicadas no local da picada podem ajudar a aliviar a dor e o inchaço",
    "Cuidados adicionais": "Lembre-se, é sempre importante consultar um veterinário em caso de dúvida ou preocupação com a saúde do seu animal de estimação. E, se possível, leve o inseto que picou seu gato",
    "foto": "assets/images/catsImages/picadas_insetos_abelhas_cat.jpg"
  },
  "Queimaduras": {
    "nome": "Queimaduras",
    "Emergência": "Lave a região atingida com água fria corrente por pelo menos 10 minutos. Isso ajuda a resfriar o local e a diminuir a dor.Não aplique pomadas nem tente seguir receitas caseiras, evitando vinagre, pasta de dente, entre outros",
    "Cuidados adicionais": "É importante lembrar que os primeiros socorros não substituem o tratamento veterinário adequado. Portanto, leve o animal para atendimento profissional assim que possível.",
    "foto": "assets/images/catsImages/queimaduras_cat.jpg"
  },
  "Sangramento": {
    "nome": "Sangramento",
    "Emergência": "Aproxime-se com cuidado e tente manter o gato calmo.Coloque uma gaze ou um pano limpo sobre o local do sangramento, fazendo uma leve pressão.Mantenha a pressão por pelo menos 10 minutos, sem levantar o pano para verificar se o sangramento parou.Se a compressa ficar encharcada de sangue, troque por outra limpa e continue fazendo leve pressão no local.Leve ao veterinário imediatamente",
    "Cuidados adicionais": "Tente deixar o gato o mais imóvel e calmo possível. Pode tentar deixar o gato deitado e levantar o membro que esteja sangrando para diminuir o fluxo de sangue no local e estancar o sangramento mais facilmente.",
    "foto": "assets/images/catsImages/sangramento_cat.jpg"
  }
}
